{
	"manifest_descr": {
		"message": "Skips/mutes/blanks selected parts of streaming videos"
	},
	"directory": {
		"message": "en"
	},
	"firefoxError": {
		"message": "Firefox has a bug that sometimes prevents VideoSkip from loading. Use a different browser if you see this"
	},
	"popupOpen": {
		"message": "The VideoSkip window is by the right side of the video. You can grab its top bar to move it, and collapse it by clicking its logo or the X button at upper left"
	},
	"noVideo": {
		"message": "<p>VideoSkip helps you to skip over movie content that you'd rather not see.</p><p>You need two things:</p><h3>1. A movie to control.</h3><p>Make sure the movie is visible in the browser and playing (or stopped), and then <b>click the VideoSkip button on the browser again</b></p><div align='center'><button id='helpBtn' class='VSbutton' title='show instructions on new tab'>Help</button></div><br><h3>2. A file containing skips for this movie.</h3><p>You can get it from a friend, but here is a source.</p><div align='center'><button id='exchangeBtn' class='VSbutton' title='open the VideoSkip Exchange on new tab'>VideoSkip Exchange</button></div>"
	},
	"VSlogo": {
		"message": "Click me to open VideoSkip"
	},
	"tabDone": {
		"message": "Done  ✔"
	},
	"badAds": {
		"message": " injects ads in a way that alters the timing of the video. Skip timing may be inaccurate"
	},
	"badTrailers": {
		"message": " sometimes has trailers before movies that alter the timing. You may want to make sure that skips are in sync by clicking the title below the category sliders"
	},
	"wrongFile": {
		"message": "Wrong file type"
	},
	"fileLoaded": {
		"message": " loaded"
	},
	"nowLoad": {
		"message": "Load here the .skp file containing the skips"
	},
	"nowSync": {
		"message": "Move the time with the arrow buttons below until video and screenshot match, click Sync times. Superimpose the shot for better precision. Then you can move it with the mouse"
	},
	"nowFilter": {
		"message": "Select the filter strength for each category"
	},
	"nowEdit": {
		"message": "Edit the skips here"
	},
	"offsetApplied": {
		"message": "The file has loaded and the category sliders are set to skip everything flagged. Adjust them and YOU'RE DONE"
	},
	"unGraded": {
		"message": "WARNING: This file contains ungraded edits, which won't work unless its slider is set High"
	},
	"shotLoaded": {
		"message": "Screenshot loaded"
	},
	"shotCanceled": {
		"message": "Screenshot canceled"
	},
	"fileSaved": {
		"message": "File saved with name "
	},
	"fileSaved2": {
		"message": "Please share with other users"
	},
	"shotTaken": {
		"message": "Screenshot loaded on the Sync tab"
	},
	"badService": {
		"message": "This service does not allow taking screenshots. Take it from the OS and load it with the button"
	},
	"autosyncDone": {
		"message": "Auto shot finding done. You may need to repeat it or adjust with time arrows. Then click Sync times"
	},
	"autosyncFail": {
		"message": "This service does not allow screenshots, so auto shot finding is not possible"
	},
	"noTimeInBox": {
		"message": "Must have at least one time in the box before clicking"
	},
	"noSuperimpose": {
		"message": "Nothing to superimpose"
	},
	"fileName": {
		"message": "Enter the file name. Extension .skp wil be added"
	},
	"screenshotFirst": {
		"message": "Must have a screenshot first"
	},
	"categories": {
		"message": "sex,violence,profanity,substance,intense,other"
	},
	"noEditsLoaded": {
		"message": "VideoSkip: no edits loaded"
	},
	"noFiltersEngaged": {
		"message": "VideoSkip: no filters engaged"
	},
	"VideoSkipOn": {
		"message": "VideoSkip on: "
	},
	"moreStart": {
		"message": "You still need to connect the movie. Click the VideoSkip browser button when the movie is showing on the page"
	},
	"moreLoad": {
		"message": "You still need to load a skip file with the Load button"
	},
	"moreSync": {
		"message": "You still need to sync the screenshot with the Sync times button"
	},
	"moreFilter": {
		"message": "All sliders are off, so no filtering will take place"
	},
	"rubric": {
		"message": "{'sex': ['Content at Medium, plus: Heterosexual kissing. Conversation involving sex. Dorsal or distant nudity','Content at Low, plus: Implicit sex. Homosexual situations. Passionate kissing. Frontal nudity','Explicit sex. Sodomy. Bestiality. Rape. Pornography. Abuse of minors'],'violence': ['Content at Medium, plus: Hitting. Belting. Distant shooting. Slapping. Corporal punishment','Content at Low, plus: Suicide. Dismemberment. Close-range or cold-blooded shooting. Knifing','Sadism. Masochism. Torture. Gore designed to shock'],'curse': ['Content at Medium, plus: Dirty words in general. Cursing','Content at Low, plus: Idiomatic blasphemy. Racial slurs','Intentional blasphemy. Satanism'],'booze': ['Content at Medium, plus: Substance use other than incidental. Addict behavior','Content at Low, plus: Intravenous use. Preparation of drugs. Teen use','Content designed to incite substance abuse'],'scare': ['Spooky. Scary. Emotionally hard for children','Shocking or emotionally hard for teens','Shocking to adults'],'other': ['Mild content','Moderate content','Intense content']}"
	},
	"skipNumber": {
		"message": "Skip number "
	},
	"noCategory": {
		"message": " is missing its category"
	}
}