{
	"manifest_descr": {
		"message": "Avanços / mute / partes deletadas de streaming de vídeos"
	},
	"directory": {
		"message": "pt"
	},
	"firefoxError": {
		"message": "O Firefox tem um bug que às vezes impede o VideoSkip de carregar. Use um navegador diferente se você ver isso"
	},
	"popupOpen": {
		"message": "A janela VideoSkip fica do lado direito do vídeo. Você pode agarrar sua barra superior para movê-la e recolhê-la clicando em seu logotipo ou no botão X no canto superior esquerdo"
	},
	"noVideo": {
		"message": "<p>O VideoSkip ajuda você a pular o conteúdo de filmes que você prefere não ver.</p> <p>Você precisa de duas coisas:</p><h3>1. Um filme para controlar.</h3><p> Certifique-se de que o filme esteja visível no navegador e em reprodução (ou parado) e, em seguida, <b>clique no botão VideoSkip no navegador novamente</b></p><div align = 'center'><button id='helpBtn' class='VSbutton' title='mostrar instruções na nova guia'>Ajuda</button></div><br><h3>2. Um arquivo contendo pulos para este filme.</h3> <p>Você pode obtê-lo com um amigo, mas aqui está também uma fonte.</p><div align='center'><button id='exchangeBtn' class='VSbutton' title='abra o VideoSkip Exchange em uma nova guia'>VideoSkip Exchange</button></div>"
	},
	"VSlogo": {
		"message": "Clique aqui para abrir VideoSkip"
	},
	"tabDone": {
		"message": "Feito  ✔"
	},
	"badAds": {
		"message": "Insere anúncios de uma maneira que faz com que a filtragem falhe. Recarregue a página até que o filme comece sem anúncios e certifique-se de que não haja anúncios no meio do filme"
	},
	"wrongFile": {
		"message": "Tipo de arquivo errado"
	},
	"fileLoaded": {
		"message": " carregado"
	},
	"nowLoad": {
		"message": "Carregue aqui o arquivo .skp contendo os avanços"
	},
	"nowSync": {
		"message": "Mova o tempo com os botões de seta abaixo até que o vídeo e a captura de tela correspondam e clique em Sincronizar horários. Sobreponha a captura para melhor precisão. Em seguida, você pode movê-lo com o mouse"
	},
	"nowFilter": {
		"message": "Selecione a intensidade do filtro para cada categoria"
	},
	"nowEdit": {
		"message": "Edite os avanços aqui"
	},
	"offsetApplied": {
		"message": "O arquivo foi carregado e os controles deslizantes de categoria estão configurados para avançar tudo que for sinalizado. Ajuste-os e VOCÊ ESTÁ PRONTO"
	},
	"unGraded": {
		"message": "AVISO: este arquivo contém edições não avaliadas, que não funcionarão a menos que o controle deslizante esteja definido como Alto"
	},
	"shotLoaded": {
		"message": "Foto carregada"
	},
	"shotCanceled": {
		"message": "Foto cancelada"
	},
	"fileSaved": {
		"message": "Arquivo salvo com nome "
	},
	"fileSaved2": {
		"message": "Por favor, compartilhe com outros usuários"
	},
	"shotTaken": {
		"message": "Captura de tela carregada na aba Sync"
	},
	"badService": {
		"message": "Este serviço não permite fazer capturas de tela. Retire do sistema operacional e carregue-o com o botão"
	},
	"autosyncDone": {
		"message": "Detecção automática de fotos concluída. Pode ser necessário repetir ou ajustar com setas de tempo. Em seguida, clique em Sync times"
	},
	"autosyncFail": {
		"message": "Este serviço não permite capturas de tela, portanto, a localização automática de fotos não é possível"
	},
	"noTimeInBox": {
		"message": "Deve haver pelo menos um tempo na caixa antes de clicar"
	},
	"noSuperimpose": {
		"message": "Nada para sobrepor"
	},
	"fileName": {
		"message": "Insira o nome do arquivo. Extensão .skp será adicionada"
	},
	"screenshotFirst": {
		"message": "Deve possuir uma captura de tela primeiro"
	},
	"categories": {
		"message": "sexo, violência, blasfêmia, substâncias, intensidade, outros"
	},
	"noEditsLoaded": {
		"message": "VideoSkip: nenhuma edição carregada"
	},
	"noFiltersEngaged": {
		"message": "VideoSkip: nenhum filtro aplicado"
	},
	"VideoSkipOn": {
		"message": "VideoSkip ativo: "
	},
	"moreStart": {
		"message": "Você ainda precisa conectar o filme. Clique no botão do navegador VideoSkip quando o filme estiver sendo exibido na página"
	},
	"moreLoad": {
		"message": "Você ainda precisa carregar um arquivo skips com o botão Carregar"
	},
	"moreSync": {
		"message": "Você ainda precisa sincronizar a captura de tela com o botão Sync times"
	},
	"moreFilter": {
		"message": "Todos os controles estão desativados, então nenhuma filtragem ocorrerá"
	},
	"rubric": {
		"message": "{'sex': ['Conteúdo com filtragem média, adicionada de: Beijo heterossexual. Conversa envolvendo sexo. Nudez dorsal ou distante','Conteúdo com filtragem baixa, adicionada de: sexo implícito. Situações homossexuais. Beijo apaixonado. Nudez frontal','Sexo explícito. Sodomia. Bestialidade. Estupro. Pornografia. Abuso de menores'],'violence': ['Conteúdo com filtragem média, adicionada de: Bater. Correia. Tiro à distância. Tapa. Castigo corporal','Conteúdo com filtragem baixa, adicionada de: Suicídio. Desmembramento. Tiro de curta distância ou a sangue frio. Knifing','Sadismo. Masoquismo. Tortura. Gore projetado para chocar'],'curse': ['Conteúdo com filtragem média, adicionada de: Palavras sujas em geral. Blasfêmias',' Conteúdo com filtragem baixa, adicionada de: Blasfêmia idiomática. Calúnias raciais','Blasfêmia intencional. Satanismo'],'booze': ['Conteúdo com filtragem média, adicionada de: uso de substâncias que não seja incidental. Comportamento de viciado','Conteúdo com filtragem baixa, adicionada de: uso intravenoso. Preparação de medicamentos. Uso adolescente','Conteúdo projetado para incitar o abuso de substâncias'],'intense': [' Assustador. Apavorante. Emocionalmente difícil para crianças','Chocante ou emocionalmente difícil para adolescentes','Chocante para adultos'],'other': [' Conteúdo moderado ',' Conteúdo moderado ',' Conteúdo intenso']}"
	}
}