{
	"manifest_descr": {
		"message": "Filtra contenidos de vídeos previamente seleccionados"
	},
	"directory":{
		"message": "es"
	},
	"firefoxError": {
		"message": "Firefox tiene un problema que a veces le impide cargar a VideoSkip. Use otro navegador si ve este mensaje"
	},
	"popupOpen": {
		"message": "La ventana de VideoSkip está en la parte derecha del vídeo. Puede moverla por la parte superior, o colapsarla haciando click en su logo o en la X de la esquina superior izquierda"
	},
	"noVideo": {
		"message": "<p>VideoSkip le ayuda a saltarse partes de una película que preferiría no ver.</p><p>Necesita dos cosas:</p><h3>1. Una película que controlar.</h3><p>Asegúrese de que la película esté visible en el navegador y en marcha (o parada) antes de <b>presionar de nuevo el botón de VideoSkip</b></p><div align='center'><button id='helpBtn' class='VSbutton' title='mostrar instrucciones en nueva pestaña'>Ayuda</button></div><br><h3>2. Un archivo local para un título concreto.</h3><p>Lo puede obtener en el VideoSkip Exchange (en inglés)</p><div align='center'><button id='exchangeBtn' class='VSbutton' title='abrir el VideoSkip Exchange en nueva pestaña'>VideoSkip Exchange</button></div>"
	},
	"VSlogo": {
		"message": "Pulse aquí para abrir VideoSkip"
	},
	"tabDone": {
		"message": "Hecho  ✔"
	},
	"badAds": {
		"message": " introduce anuncios que interfieren con el filtrado. Recargue la página hasta que la película comience sin anuncios, y asegúrese de que no haya anuncios en medio de ella"
	},
	"badTrailers": {
		"message": " a veces tiene trailers antes de las películas que alteran la sincronización. Puede asegurarse de que los saltos están sincronizados haciendo clic en el título debajo de los deslizadores de categoría"
	},
	"wrongFile": {
		"message": "Tipo de archivo erróneo"
	},
	"fileLoaded": {
		"message": " cargado"
	},
	"nowLoad": {
		"message": "Cargue aquí el archivo .skp que contiene las correcciones"
	},
	"nowSync": {
		"message": "Corra el vídeo con los botones de flecha en esta ventana hasta que coincida con la captura, y haga clic en Sincronizar. Superponga la captura para mayor precisión. Puede moverla con el ratón"
	},
	"nowFilter": {
		"message": "Seleccione la intensidad de filtrado en cada categoría"
	},
	"nowEdit": {
		"message": "Edite los filtros aquí"
	},
	"offsetApplied": {
		"message": "El archivo ha sido cargado, y los filtros preparados para saltar todos los contenidos. Ajústelos y YA ESTÁ"
	},
	"unGraded": {
		"message": "ATENCIóN: Este archivo contiene correcciones sin nivel asignado, que no funcionarán a menos que su categoría se ponga en Alto"
	},
	"shotLoaded": {
		"message": "Captura cargada"
	},
	"shotCanceled": {
		"message": "Captura cancelada"
	},
	"fileSaved": {
		"message": "Archivo guardado bajo nombre "
	},
	"fileSaved2": {
		"message": "Por favor, compártalo con otros usuarios"
	},
	"shotTaken": {
		"message": "Captura cargada en la pestaña Sincro"
	},
	"badService": {
		"message": "Este servicio no permite capturas de pantalla. Captúrela fuera del navegador y cárguela con el botón"
	},
	"autosyncDone": {
		"message": "Búsqueda de captura terminada. Puede que tenga que repetirla o ajustar el tiempo con las flechas. Luego haga clic en Sincronizar"
	},
	"autosyncFail": {
		"message": "Este servicio no permite capturas de pantalla, de modo que no es posible buscar la captura de forma automática"
	},
	"noTimeInBox": {
		"message": "Debe haber al menos un tiempo antes de hacer clic"
	},
	"noSuperimpose": {
		"message": "Nada que superponer"
	},
	"fileName": {
		"message": "Escriba el nombre del archivo. Se le dará extensión .skp"
	},
	"screenshotFirst": {
		"message": "Se necesita una captura"
	},
	"categories": {
		"message": "sexo,violencia,lenguage,sustancias,intenso,otro"
	},
	"noEditsLoaded": {
		"message": "VideoSkip: no hay nada cargado"
	},
	"noFiltersEngaged": {
		"message": "VideoSkip: filtros en Off"
	},
	"VideoSkipOn": {
		"message": "VideoSkip activo: "
	},
	"moreStart": {
		"message": "Le falta conectar la película. Haga clic en el botón the VideoSkip del navegador cuando la película esté visible en la página"
	},
	"moreLoad": {
		"message": "Le falta cargar un archivo skip con el botón de Cargar"
	},
	"moreSync": {
		"message": "Le falta sincronizar la captura con el botón de Sincronizar"
	},
	"moreFilter": {
		"message": "Todos los controles están desactivados. No se realizará ningún filtrado"
	},
	"rubric": {
		"message": "{'sex': ['Contenido filtrado en Medio, más: Beso heterosexual. Conversación sobre el sexo. Desnudez dorsal o distante','Contenido filtrado en Bajo, más: Sexo implícito. Situaciones homosexuales. Besos con pasión. Desnudez frontal','Sexo explícito. Sodomía. Bestialidad. Violación sexual. Pornografía. Abuso de menores'],'violence': ['Contenido filtrado en Medio, más: Golpes a mano o fusta. Disparos a distancia. Bofetadas. Castigo corporal','Contenido filtrado en Bajo, más: Suicidio. Desmembración. Disparos a quemarropa o a sangre fría. Lucha sangrienta con armas blancas','Sadismo. Masoquismo. Tortura. Contenido diseñado para crear shock'],'curse': ['Contenido filtrado en Medio, más: Palabras soeces en general. Maldiciones','Contenido filtrado en Bajo, más: Blasfemia idiomática. Epítetos racistas','Blasfemia intencional. Satanismo'],'booze': ['Contenido filtrado en Medio, más: Uso de sustancias no incidental. Comportamiento adictivo','Contenido filtrado en Bajo, más: Uso intravenoso. Preparación de drogas. Uso por adolescentes','Contenido diseñado para incitar al abuso de sustancias'],'scare': ['Que da miedo a niños. Duro emocionalmente para niños','Estremecedor o duro emocionalmente para jóvenes','Estremecedor para adultos'],'other': ['Contenido ligero','Contenido moderado','Contenido intenso']}"
	},
	"skipNumber": {
		"message": "Skip número "
	},
	"noCategory": {
		"message": " no tiene categoría asignada"
	}
}