//Spanish strings
{
	"manifest_descr": {
		"message": "Filtra contenidos de vídeos previamente seleccionados"
	},
	"directory":{
		"message": "es"
	},
	"firefoxError": {
		"message": "Firefox tiene un problema que a veces le impide cargar a VideoSkip. Use otro navegador si ve este mensaje"
	},
	"noVideoMsg": {
		"message": "VideoSkip le ayuda a saltarse partes de una película que preferiría no ver. Por favor, asegúrese de que la película esté lista antes de presionar el botón de VideoSkip"
	},
	"popupOpen": {
		"message": "La ventana de VideoSkip está abierta en la esquina superior derecha de la pantalla, quizás detrás de esta ventana ⇨"
	},
	"popupOpenLeft": {
		"message": "La ventana de VideoSkip está abierta en la esquina superior izquierda de la pantalla, quizás detrás de esta ventana ⇦"
	},
	"exchangeText": {
		"message": "Le hará falta un archivo .skp para cada título concreto. Lo puede obtener de fuentes diversas, pero aquí tiene un enlace que abre el VideoSkip Exchange oficial"
	},
	"helpLabel": {
		"message": "Ayuda"
	},
	"badAds": {
		"message": " introduce anuncios que interfieren con el filtrado. Recargue la página hasta que la película comience sin anuncios, y asegúrese de que no haya anuncios en medio de la película"
	},
	"wrongFile": {
		"message": "Tipo de archivo erróneo"
	},
	"fileLoaded": {
		"message": " cargado"
	},
	"nowLoad": {
		"message": "Cargue aquí el archivo .skp que contiene las correcciones"
	},
	"nowSync": {
		"message": "Corra el vídeo hasta que coincida a la captura, y haga clic en Sincronizar"
	},
	"nowFilter": {
		"message": "Seleccione la intensidad de filtrado en cada categoría"
	},
	"nowEdit": {
		"message": "Edite los filtros aquí"
	},
	"offsetApplied": {
		"message": "Correciones adaptadas para este servicio. Ajuste las categorías a editar y disfrute el vídeo"
	},
	"unGraded": {
		"message": "ATENCIóN: Este archivo contiene correcciones sin nivel asignado, que no funcionarán a menos que su categoría se ponga en Alto"
	},
	"shotLoaded": {
		"message": "Captura cargada"
	},
	"shotCanceled": {
		"message": "Captura cancelada"
	},
	"fileSaved": {
		"message": "Archivo guardado bajo nombre "
	},
	"fileSaved2": {
		"message": "Por favor, compártalo con otros usuarios"
	},
	"badService": {
		"message": "Este servicio no permite capturas de pantalla. Captúrela fuera del navegador y cárguela con el botón"
	},
	"autosyncDone": {
		"message": "Búsqueda de captura terminada. Puede que tenga que repetirla o ajustar el tiempo con las flechas. Luego haga clic en Sincronizar"
	},
	"autosyncFail": {
		"message": "Este servicio no permite capturas de pantalla, de modo que no es posible buscar la captura de forma automática"
	},
	"noTimeInBox": {
		"message": "Debe haber al menos un tiempo antes de hacer clic"
	},
	"noSuperimpose": {
		"message": "Nada que superponer"
	},
	"fileName": {
		"message": "Escriba el nombre del archivo. Se le dará extensión .skp"
	},
	"screenshotFirst": {
		"message": "Se necesita una captura"
	},
	"categories": {
		"message": "sexo,violencia,profanidad,sustancias,intenso,otro"
	},
	"noEditsLoaded": {
		"message": "VideoSkip: no hay nada cargado"
	},
	"noFiltersEngaged": {
		"message": "VideoSkip: filtros en Off"
	},
	"VideoSkipOn": {
		"message": "VideoSkip activo: "
	}
}